Repository: quocboy159/flutter-example
Catalog: lib/l10n/app_*.arb
Languages: es

# welcome
source: Welcome to My App!
es: Bienvenido a mi aplicación!

# emailError
source: The {field} is not a email format
es: El {campo} no es un formato de correo electrónico

source: Search
es: Buscar

source: Images and Assets
es: Imágenes y activos

source: Buttons and Icons
es: Botones e iconos

source: Row
es: Fila

source: Expanded Widgets
es: Widgets ampliados

source: Ninja Id Project
es: Proyecto Ninja Id

source: List Data
es: Lista de datos

source: Card List
es: Lista de cartas

source: Data Form
es: Formulario de datos
